/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Did you know you can find your Software key\n and more in your TechSmith Account?" = "你知道你可以找到你的软件密钥\n以及更多在你的TechSmith账户里吗？";

/* No comment provided by engineer. */
"Get Started with Camtasia" = "开始进入Camtasia";

/* No comment provided by engineer. */
"Keep up with Camtasia news and features with\nmonthly email updates. Subscribe Now!" = "了解Camtasia新闻和功能更新通过\n每月邮件提醒。现在订阅！";

/* No comment provided by engineer. */
"Learn More" = "了解更多";

/* No comment provided by engineer. */
"Never forget your key" = "千万不要忘记你的密钥";

/* No comment provided by engineer. */
"Sign in now and we’ll keep your software\nkey safe with your TechSmith Account. Learn More" = "现在登录我们会确保你的软件\n密钥和你的TechSmith账户的安全。了解更多";

/* No comment provided by engineer. */
"Sign in to save your software key" = "登录以保存你的密钥";

/* No comment provided by engineer. */
"Subscribe Now!" = "现在订阅！";

/* No comment provided by engineer. */
"TechSmith Account?" = "TechSmith账户？";

/* No comment provided by engineer. */
"Thanks for purchasing!" = "感谢购买！";

/* No comment provided by engineer. */
"You are disconnected. To register your key with your account,\n please connect to the internet." = "你已离线。要注册你的密钥和账户，\n请连接网络。";

